Revit 2027 API
ParameterTypeId.SpacingLengthU Property
 "Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLengthU { get; }
Public Shared ReadOnly Property SpacingLengthU As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLengthU {
	ForgeTypeId^ get ();
}
static member SpacingLengthU : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace